const CLUSTERS = [
  {
    "title": "影子",
    "lines": [
      {
        "poem": "影子之歌·A",
        "node": 1,
        "text": "一个影子"
      },
      {
        "poem": "影子之歌·B",
        "node": 1,
        "text": "影子失踪了"
      },
      {
        "poem": "影子之歌·O",
        "node": 2,
        "text": "影子停留在"
      },
      {
        "poem": "影子之歌·C",
        "node": 2,
        "text": "影子独自站在身后"
      }
    ]
  },
  {
    "title": "雪",
    "lines": [
      {
        "poem": "岁月的花朵",
        "node": 8,
        "text": "又下了一场大雪"
      },
      {
        "poem": "包心菜",
        "node": 1,
        "text": "下了几场雪"
      },
      {
        "poem": "答案",
        "node": 1,
        "text": "大雪之后"
      },
      {
        "poem": "被生活埋葬的心",
        "node": 7,
        "text": "剩下一场雪，纷纷，纷纷"
      }
    ]
  },
  {
    "title": "孤独",
    "lines": [
      {
        "poem": "天光",
        "node": 1,
        "text": "独自一人"
      },
      {
        "poem": "所谓的孤独",
        "node": 0,
        "text": "所谓的孤独"
      },
      {
        "poem": "父亲的宣言",
        "node": 12,
        "text": "我，一个孤独的男人"
      },
      {
        "poem": "出租屋",
        "node": 8,
        "text": "无边的孤独"
      }
    ]
  },
  {
    "title": "远方",
    "lines": [
      {
        "poem": "落叶劫",
        "node": 13,
        "text": "始终抵达不了远方"
      },
      {
        "poem": "露水是秋蛉共同的爱人",
        "node": 10,
        "text": "你们在我永不能抵达的地方"
      },
      {
        "poem": "提灯人",
        "node": 15,
        "text": "我渴望你在奔赴远方的路上会想一想我"
      },
      {
        "poem": "黑夜了，我们还坐在铁路桥下",
        "node": 10,
        "text": "去了远方。你靠得我"
      }
    ]
  },
  {
    "title": "年龄",
    "lines": [
      {
        "poem": "一个民工的记忆",
        "node": 16,
        "text": "现在我都六十岁了"
      },
      {
        "poem": "我的工友们之“发哥”",
        "node": 28,
        "text": "“我还不到三十岁"
      },
      {
        "poem": "一辈子总得在地摊上买一套内六角扳手",
        "node": 15,
        "text": "想了想，我才三十出头"
      },
      {
        "poem": "谶言一种",
        "node": 19,
        "text": "我今年23岁"
      }
    ]
  },
  {
    "title": "流水线",
    "lines": [
      {
        "poem": "月亮从厂区升起",
        "node": 2,
        "text": "照着流水线"
      },
      {
        "poem": "打工生活",
        "node": 8,
        "text": "在流水线上，亲手埋葬"
      },
      {
        "poem": "工业区",
        "node": 17,
        "text": "忍受着，在流水线上"
      },
      {
        "poem": "车间，我的青春在此搁浅",
        "node": 1,
        "text": "流水线是一条河"
      }
    ]
  },
  {
    "title": "春天",
    "lines": [
      {
        "poem": "儿子",
        "node": 25,
        "text": "为了春天"
      },
      {
        "poem": "在山巅",
        "node": 4,
        "text": "整个春天就纷至沓来"
      },
      {
        "poem": "村庄组诗·3",
        "node": 4,
        "text": "春天的大地又会有新的安排"
      },
      {
        "poem": "母马",
        "node": 1,
        "text": "春天了，我又骚动不安"
      }
    ]
  },
  {
    "title": "回去",
    "lines": [
      {
        "poem": "·场记",
        "node": 5,
        "text": "可我注定是回不去了"
      },
      {
        "poem": "力气与悲伤",
        "node": 18,
        "text": "我不能回去!"
      },
      {
        "poem": "卖雪球的人",
        "node": 11,
        "text": "我也该回去了"
      },
      {
        "poem": "故乡",
        "node": 22,
        "text": "我终于回来了！"
      }
    ]
  },
  {
    "title": "咳嗽",
    "lines": [
      {
        "poem": "疼",
        "node": 16,
        "text": "早餐苦涩。咳嗽，呼吸困难。"
      },
      {
        "poem": "河流上的木炭",
        "node": 4,
        "text": "有一声咳嗽"
      },
      {
        "poem": "街",
        "node": 9,
        "text": "呛得满脸乌黑，有如酱油"
      },
      {
        "poem": "故乡",
        "node": 13,
        "text": "捂着胸口，一点咳嗽"
      }
    ]
  },
  {
    "title": "父亲",
    "lines": [
      {
        "poem": "请给我一巴掌",
        "node": 6,
        "text": "作为父亲我怕痛"
      },
      {
        "poem": "我的生活",
        "node": 6,
        "text": "孩子的父亲"
      },
      {
        "poem": "比喻",
        "node": 8,
        "text": "父亲说，不"
      },
      {
        "poem": "儿子",
        "node": 19,
        "text": "爸爸累了"
      }
    ]
  },
  {
    "title": "钉子",
    "lines": [
      {
        "poem": "赶单",
        "node": 13,
        "text": "工整的钉子"
      },
      {
        "poem": "彷如我逐渐缩小的背影",
        "node": 1,
        "text": "赞美一枚钉子"
      },
      {
        "poem": "徒留《衣冠冢》",
        "node": 6,
        "text": "钉子。让别人觉得难堪"
      },
      {
        "poem": "一个青年的一段",
        "node": 18,
        "text": "一枚钉子钉住一封信"
      }
    ]
  },
  {
    "title": "奔跑",
    "lines": [
      {
        "poem": "老伴",
        "node": 9,
        "text": "重新在道路上奔跑"
      },
      {
        "poem": "吊带裙",
        "node": 15,
        "text": "你也可以奔跑但"
      },
      {
        "poem": "拜虫子为师",
        "node": 5,
        "text": "和腿一起奔跑，恨不得长出翅膀"
      },
      {
        "poem": "独立的人",
        "node": 5,
        "text": "和二个人奔跑"
      }
    ]
  },
  {
    "title": "河流",
    "lines": [
      {
        "poem": "暗房子里的白光",
        "node": 1,
        "text": "河流静静地流淌在原野"
      },
      {
        "poem": "西山有雪",
        "node": 4,
        "text": "河水的流淌"
      },
      {
        "poem": "你的眼中有一条河流",
        "node": 0,
        "text": "你的眼中有一条河流"
      },
      {
        "poem": "一去不返",
        "node": 4,
        "text": "人间的两条河流"
      }
    ]
  },
  {
    "title": "死亡",
    "lines": [
      {
        "poem": "比喻",
        "node": 10,
        "text": "饿死之后"
      },
      {
        "poem": "拜虫子为师",
        "node": 9,
        "text": "赴死"
      },
      {
        "poem": "民间的信仰",
        "node": 8,
        "text": "濒临死亡的人"
      },
      {
        "poem": "多像是爱情",
        "node": 15,
        "text": "明明知道死了"
      }
    ]
  },
  {
    "title": "风",
    "lines": [
      {
        "poem": "老伴",
        "node": 2,
        "text": "风一刮就散了"
      },
      {
        "poem": "吊带裙",
        "node": 14,
        "text": "等待风吹"
      },
      {
        "poem": "皮村的孩子",
        "node": 18,
        "text": "起风了"
      },
      {
        "poem": "风吹过瓦面",
        "node": 11,
        "text": "风吹过瓦面"
      }
    ]
  },
  {
    "title": "加班",
    "lines": [
      {
        "poem": "远航",
        "node": 2,
        "text": "我想合上双眼，不再担忧熬夜和加班"
      },
      {
        "poem": "一颗螺丝掉在地上",
        "node": 1,
        "text": "在这个加班的夜晚"
      },
      {
        "poem": "月亮从厂区升起",
        "node": 3,
        "text": "照着加班的灯光"
      },
      {
        "poem": "我的工友们之“发哥”",
        "node": 14,
        "text": "从此站立，打螺丝，加班，熬夜"
      }
    ]
  },
  {
    "title": "玉米",
    "lines": [
      {
        "poem": "填海",
        "node": 3,
        "text": "玉米地里"
      },
      {
        "poem": "村庄组诗·13",
        "node": 6,
        "text": "穿过茂密的玉米地"
      },
      {
        "poem": "祖母和她的孙女",
        "node": 7,
        "text": "对于菜园里安静的土豆、玉米"
      },
      {
        "poem": "村庄组诗·1",
        "node": 2,
        "text": "像荒芜的高地上玉米的阴影"
      }
    ]
  },
  {
    "title": "草",
    "lines": [
      {
        "poem": "小儿起床",
        "node": 1,
        "text": "草都绿了"
      },
      {
        "poem": "北凌河",
        "node": 12,
        "text": "草仍在岸边出生、枯灭"
      },
      {
        "poem": "独坐草间",
        "node": 6,
        "text": "旧草枯黄，新枝翠绿"
      },
      {
        "poem": "读题如读碑",
        "node": 12,
        "text": "长成一片野火烧不尽，春风吹又生的草"
      }
    ]
  },
  {
    "title": "大海",
    "lines": [
      {
        "poem": "请坐",
        "node": 16,
        "text": "大海的包容，在碧波上"
      },
      {
        "poem": "我用一生，在梦里造船",
        "node": 10,
        "text": "一片，苍茫而柔软的大海"
      },
      {
        "poem": "我弥留之际",
        "node": 1,
        "text": "我想再看一眼大海"
      },
      {
        "poem": "我的生活",
        "node": 3,
        "text": "浩瀚海洋上的一束波光"
      }
    ]
  },
  {
    "title": "月光",
    "lines": [
      {
        "poem": "地心的蛙鸣",
        "node": 5,
        "text": "并没有溅起一地的月光"
      },
      {
        "poem": "在王城",
        "node": 13,
        "text": "她们怀揣月光"
      },
      {
        "poem": "给父亲",
        "node": 5,
        "text": "正在雨水远去，顾影自怜的月光"
      },
      {
        "poem": "疯子",
        "node": 3,
        "text": "在月光下，正在秘密集结成花园"
      }
    ]
  },
  {
    "title": "一生",
    "lines": [
      {
        "poem": "友情故事",
        "node": 1,
        "text": "我一生中"
      },
      {
        "poem": "我一生中的路还远远没有走完",
        "node": 2,
        "text": "我一生中的路"
      },
      {
        "poem": "时光去哪里了",
        "node": 9,
        "text": "我大半生的光阴"
      },
      {
        "poem": "那是我",
        "node": 19,
        "text": "谁也可以度过的一生。那是我，我嘲笑过的我"
      }
    ]
  },
  {
    "title": "黑夜",
    "lines": [
      {
        "poem": "懦夫的希望",
        "node": 7,
        "text": "穿越黑夜的脚踏入破晓的河床"
      },
      {
        "poem": "睡袍",
        "node": 11,
        "text": "从黑夜出发开往黑夜"
      },
      {
        "poem": "开往南方的火车",
        "node": 3,
        "text": "穿过黑夜，穿过黎明"
      },
      {
        "poem": "厨房",
        "node": 7,
        "text": "黑夜聚散　菜刀划开生活的全部"
      }
    ]
  },
  {
    "title": "涨",
    "lines": [
      {
        "poem": "像春江",
        "node": 1,
        "text": "江水上涨了"
      },
      {
        "poem": "河流上的木炭",
        "node": 7,
        "text": "河流的腰身来年会涨"
      },
      {
        "poem": "无题2011",
        "node": 14,
        "text": "东江河水微涨"
      },
      {
        "poem": "风吹过瓦面",
        "node": 8,
        "text": "而河流的腰身在收紧"
      }
    ]
  },
  {
    "title": "北凌河",
    "lines": [
      {
        "poem": "北凌河",
        "node": 5,
        "text": "北凌河"
      },
      {
        "poem": "村庄组诗·21",
        "node": 4,
        "text": "北凌河，还能将我带去多远"
      },
      {
        "poem": "村庄组诗·3",
        "node": 6,
        "text": "拥有一条从北凌河引出的水渠"
      },
      {
        "poem": "村庄组诗·1",
        "node": 5,
        "text": "以前，我见过北凌河干旱期的青蛙"
      }
    ]
  },
  {
    "title": "沉默",
    "lines": [
      {
        "poem": "诉说",
        "node": 5,
        "text": "我的沉默压倒了一片人"
      },
      {
        "poem": "发现",
        "node": 4,
        "text": "我对沉默格外小心谨慎"
      },
      {
        "poem": "露水是秋蛉共同的爱人",
        "node": 12,
        "text": "用只言片语，然后长久地沉默"
      },
      {
        "poem": "探亲",
        "node": 6,
        "text": "一次次沉默地看着我"
      }
    ]
  },
  {
    "title": "田野",
    "lines": [
      {
        "poem": "自我的现身",
        "node": 2,
        "text": "为了能够找到我，我走向田野"
      },
      {
        "poem": "无题2011",
        "node": 7,
        "text": "然后，一路走向麦田"
      },
      {
        "poem": "独行记",
        "node": 4,
        "text": "天就快黑了，田野里只剩下我"
      },
      {
        "poem": "殇",
        "node": 2,
        "text": "伸入绿盈盈回忆的水田"
      }
    ]
  },
  {
    "title": "冒出",
    "lines": [
      {
        "poem": "异乡的车站",
        "node": 5,
        "text": "蹦了出来"
      },
      {
        "poem": "忽如一夜春风来",
        "node": 9,
        "text": "破门而出，来到了户外"
      },
      {
        "poem": "我要久久地按住起伏的胸膛",
        "node": 4,
        "text": "从那里冒出来"
      },
      {
        "poem": "所谓的孤独",
        "node": 8,
        "text": "窜了出去"
      }
    ]
  },
  {
    "title": "像",
    "lines": [
      {
        "poem": "顿",
        "node": 2,
        "text": "也像"
      },
      {
        "poem": "第一次看见火车",
        "node": 7,
        "text": "就像"
      },
      {
        "poem": "流水线上的兵马俑",
        "node": 11,
        "text": "像极了"
      },
      {
        "poem": "在江阴",
        "node": 21,
        "text": "都像要发疯"
      }
    ]
  },
  {
    "title": "抚摸",
    "lines": [
      {
        "poem": "圣物",
        "node": 6,
        "text": "我摩挲着它。从手指，一阵阵传来"
      },
      {
        "poem": "母马",
        "node": 4,
        "text": "我常抚摸她"
      },
      {
        "poem": "彷如我逐渐缩小的背影",
        "node": 5,
        "text": "我会用指头沾满阳光抚摸它"
      },
      {
        "poem": "临沂大雾",
        "node": 12,
        "text": "我总喜欢在深夜抚摸"
      }
    ]
  },
  {
    "title": "墓地",
    "lines": [
      {
        "poem": "粉红",
        "node": 1,
        "text": "我看中一块墓地，在城中村"
      },
      {
        "poem": "最后的墓地",
        "node": 15,
        "text": "最后一块墓地"
      },
      {
        "poem": "墓地",
        "node": 5,
        "text": "一块敞亮的地段溪水环绕墓地"
      },
      {
        "poem": "读题如读碑",
        "node": 2,
        "text": "我这么小，配不上这么大的墓场"
      }
    ]
  },
  {
    "title": "窗外",
    "lines": [
      {
        "poem": "室内的人",
        "node": 1,
        "text": "透过窗子"
      },
      {
        "poem": "壁上的窗子",
        "node": 4,
        "text": "看到窗外的树，静止的风"
      },
      {
        "poem": "窗口",
        "node": 13,
        "text": "如果你不喜欢抵达窗口的风，灰尘，热气，钢筋，玻璃"
      },
      {
        "poem": "开往南方的火车",
        "node": 5,
        "text": "窗外的风景"
      }
    ]
  },
  {
    "title": "泪水",
    "lines": [
      {
        "poem": "粉红",
        "node": 9,
        "text": "让两行粉红的泪水，悄悄流淌"
      },
      {
        "poem": "省下来",
        "node": 1,
        "text": "除了一场初秋的泪雨"
      },
      {
        "poem": "雪地里",
        "node": 6,
        "text": "不再是结冰的泪水"
      },
      {
        "poem": "泪与笑",
        "node": 6,
        "text": "流着眼泪。"
      }
    ]
  },
  {
    "title": "落叶",
    "lines": [
      {
        "poem": "二三个",
        "node": 13,
        "text": "成了二三片落叶"
      },
      {
        "poem": "就像一滴海水按住大海",
        "node": 4,
        "text": "就像风按住落叶"
      },
      {
        "poem": "落叶劫",
        "node": 12,
        "text": "当这枚落叶被秋水反复抬高"
      },
      {
        "poem": "在你的村庄地老天荒",
        "node": 10,
        "text": "树叶落光，鸦鹊在枝条上喊：死回来，滚回来。"
      }
    ]
  },
  {
    "title": "太阳",
    "lines": [
      {
        "poem": "在山顶看到萤火虫",
        "node": 4,
        "text": "指头一样顶着一颗红红的太阳"
      },
      {
        "poem": "田园",
        "node": 7,
        "text": "太阳甚至招呼也不打"
      },
      {
        "poem": "暗房子里的白光",
        "node": 16,
        "text": "鲜红的太阳从潮湿的土壤跳起"
      },
      {
        "poem": "影子之歌·F",
        "node": 8,
        "text": "这个太阳在我们心里"
      }
    ]
  },
  {
    "title": "灯",
    "lines": [
      {
        "poem": "星星丛书",
        "node": 6,
        "text": "回到家点灯"
      },
      {
        "poem": "重量",
        "node": 13,
        "text": "深海处点亮信仰的灯盏"
      },
      {
        "poem": "拜虫子为师",
        "node": 26,
        "text": "在漆黑里提一盏灯"
      },
      {
        "poem": "在山顶看到萤火虫",
        "node": 15,
        "text": "为需要的人提灯"
      }
    ]
  },
  {
    "title": "夜晚",
    "lines": [
      {
        "poem": "一颗螺丝掉在地上",
        "node": 5,
        "text": "某个相同的夜晚"
      },
      {
        "poem": "失传的，沦丧的……",
        "node": 5,
        "text": "一个沉痛之夜"
      },
      {
        "poem": "和好如初",
        "node": 10,
        "text": "仅仅一个宿醉如死的夜晚"
      },
      {
        "poem": "提灯人",
        "node": 6,
        "text": "你走后的第四个夜晚"
      }
    ]
  },
  {
    "title": "火车声",
    "lines": [
      {
        "poem": "黑夜了，我们还坐在铁路桥下",
        "node": 8,
        "text": "怕火车大声的轰鸣"
      },
      {
        "poem": "填海",
        "node": 2,
        "text": "轰隆隆的声音传出很远"
      },
      {
        "poem": "第一次看见火车",
        "node": 9,
        "text": "轰隆隆响,火车真的开来了"
      },
      {
        "poem": "打工生活",
        "node": 4,
        "text": "咣当声里"
      }
    ]
  },
  {
    "title": "镜子",
    "lines": [
      {
        "poem": "茫然书",
        "node": 6,
        "text": "禁不住，对着镜子"
      },
      {
        "poem": "祖母和她的孙女",
        "node": 3,
        "text": "同一面镜子——"
      },
      {
        "poem": "影子之歌·G",
        "node": 5,
        "text": "他在镜子里管理图片"
      },
      {
        "poem": "泪与笑",
        "node": 4,
        "text": "一个人独守镜子，"
      }
    ]
  },
  {
    "title": "手",
    "lines": [
      {
        "poem": "中秋辞",
        "node": 8,
        "text": "我手握"
      },
      {
        "poem": "必须弯腰拔草到午后",
        "node": 8,
        "text": "看手背"
      },
      {
        "poem": "一起工伤事故的调查报告",
        "node": 12,
        "text": "产品。手"
      },
      {
        "poem": "鹅鹅鹅",
        "node": 19,
        "text": "当回事呢。你把手缩进袖子里"
      }
    ]
  },
  {
    "title": "雨水",
    "lines": [
      {
        "poem": "村庄组诗·10",
        "node": 1,
        "text": "雨季，整个天空变成了水"
      },
      {
        "poem": "异乡的车站",
        "node": 1,
        "text": "就像在雨水里"
      },
      {
        "poem": "自我的现身",
        "node": 12,
        "text": "随后而来的，蚕食铁锹的雨水"
      },
      {
        "poem": "懦夫的希望",
        "node": 9,
        "text": "干旱的雨季"
      }
    ]
  },
  {
    "title": "安慰",
    "lines": [
      {
        "poem": "一粒灰尘伏在你的肩头痛哭",
        "node": 2,
        "text": "像是抚慰，其实你是"
      },
      {
        "poem": "石子赋",
        "node": 6,
        "text": "获得的一点儿抚慰"
      },
      {
        "poem": "和好如初",
        "node": 2,
        "text": "来安慰"
      },
      {
        "poem": "探亲",
        "node": 10,
        "text": "尚未学会怎样劝解，怎样安慰"
      }
    ]
  },
  {
    "title": "树",
    "lines": [
      {
        "poem": "无题",
        "node": 3,
        "text": "在树下看花，昼夜不息"
      },
      {
        "poem": "火车停在车站",
        "node": 5,
        "text": "一棵怀念开花的树）"
      },
      {
        "poem": "村庄组诗·21",
        "node": 11,
        "text": "就像一到时辰就开花的杏树"
      },
      {
        "poem": "劈柴",
        "node": 4,
        "text": "我再无枝杈，报答春天"
      }
    ]
  },
  {
    "title": "清晨",
    "lines": [
      {
        "poem": "临沂大雾",
        "node": 1,
        "text": "刚醒来就遇到了"
      },
      {
        "poem": "一脸幸福",
        "node": 1,
        "text": "从早晨开始"
      },
      {
        "poem": "沉默的女儿",
        "node": 3,
        "text": "我的女儿，天还没亮就早早醒着"
      },
      {
        "poem": "喊",
        "node": 15,
        "text": "就会惊醒一个"
      }
    ]
  },
  {
    "title": "河流",
    "lines": [
      {
        "poem": "你的眼中有一条河流",
        "node": 5,
        "text": "河面上弥漫着上游飘下来的歌谣"
      },
      {
        "poem": "影子之歌·D",
        "node": 5,
        "text": "就且在岸上踏歌行舟"
      },
      {
        "poem": "车间，我的青春在此搁浅",
        "node": 3,
        "text": "我是河面上"
      },
      {
        "poem": "在王城",
        "node": 16,
        "text": "我看着唱歌的人站在河中央"
      }
    ]
  },
  {
    "title": "母亲",
    "lines": [
      {
        "poem": "迟到的诗篇",
        "node": 7,
        "text": "母亲的手"
      },
      {
        "poem": "迟到的愧疚",
        "node": 11,
        "text": "让母亲一个人"
      },
      {
        "poem": "村庄组诗·1",
        "node": 7,
        "text": "我的母亲还是照看土地的人"
      },
      {
        "poem": "集结",
        "node": 6,
        "text": "一个五十多岁的母亲，满头白发"
      }
    ]
  },
  {
    "title": "饭香",
    "lines": [
      {
        "poem": "温故生活",
        "node": 22,
        "text": "吃饭饭香。"
      },
      {
        "poem": "歌与默",
        "node": 7,
        "text": "……飘出饭香。"
      },
      {
        "poem": "一脸幸福",
        "node": 19,
        "text": "刮过来，就香了"
      },
      {
        "poem": "工业区",
        "node": 22,
        "text": "有一口饭吃"
      }
    ]
  },
  {
    "title": "村庄",
    "lines": [
      {
        "poem": "村庄组诗·10",
        "node": 8,
        "text": "将在村庄上度过虚幻的一生"
      },
      {
        "poem": "村庄组诗·13",
        "node": 3,
        "text": "整个村庄只剩下最后一个浪荡子"
      },
      {
        "poem": "蝉鸣",
        "node": 10,
        "text": "村庄仅有的几个孩子"
      },
      {
        "poem": "村庄组诗·15",
        "node": 5,
        "text": "村庄却完全信任它"
      }
    ]
  },
  {
    "title": "城市",
    "lines": [
      {
        "poem": "黑与寂",
        "node": 6,
        "text": "遇到一座城市，"
      },
      {
        "poem": "影子之歌·E",
        "node": 6,
        "text": "在它遗弃的城市"
      },
      {
        "poem": "开往南方的火车",
        "node": 4,
        "text": "穿过一座座陌生的城市"
      }
    ]
  },
  {
    "title": "岩石",
    "lines": [
      {
        "poem": "成为一片海",
        "node": 6,
        "text": "我只要棱角分明的礁石，一遍遍"
      },
      {
        "poem": "瘦",
        "node": 7,
        "text": "也很宁静。只想找一块岩石"
      },
      {
        "poem": "黑夜了，我们还坐在铁路桥下",
        "node": 5,
        "text": "你一边抛着小石头"
      },
      {
        "poem": "地心的蛙鸣",
        "node": 3,
        "text": "我捡起一块矸石，扔过去，一如扔向童年的柳塘"
      }
    ]
  },
  {
    "title": "桌子",
    "lines": [
      {
        "poem": "杯子凉下来",
        "node": 7,
        "text": "----它在桌子上，你去拿"
      },
      {
        "poem": "比如----",
        "node": 10,
        "text": "比如，桌上留下一封信"
      },
      {
        "poem": "二三个",
        "node": 2,
        "text": "放在桌子上"
      },
      {
        "poem": "在江阴",
        "node": 3,
        "text": "现在我们在餐桌上了"
      }
    ]
  },
  {
    "title": "钟声",
    "lines": [
      {
        "poem": "翻越",
        "node": 12,
        "text": "钟声悠远而又清澈"
      },
      {
        "poem": "落叶劫",
        "node": 19,
        "text": "钟声响起，余音催花开，不敢催人老"
      },
      {
        "poem": "无题",
        "node": 9,
        "text": "敲钟，问月"
      },
      {
        "poem": "比如----",
        "node": 4,
        "text": "沉入如钟，如井。"
      }
    ]
  },
  {
    "title": "人间",
    "lines": [
      {
        "poem": "赶时间的人",
        "node": 12,
        "text": "在这个人间不断地淬火"
      },
      {
        "poem": "萤火虫",
        "node": 9,
        "text": "人间如此的深"
      },
      {
        "poem": "太阳落山了",
        "node": 7,
        "text": "它从不对你我的人间挑三拣四"
      },
      {
        "poem": "答案",
        "node": 6,
        "text": "就这样与人间保持一张纸的距离"
      }
    ]
  },
  {
    "title": "诗歌",
    "lines": [
      {
        "poem": "何去何从",
        "node": 2,
        "text": "自己写的一首诗歌里"
      },
      {
        "poem": "我谈到血",
        "node": 12,
        "text": "黑夜里睁着眼睛写诗的我"
      },
      {
        "poem": "西山有雪",
        "node": 2,
        "text": "一位诗人写过，溶化在我的纸上"
      },
      {
        "poem": "爱人",
        "node": 8,
        "text": "我点燃五千首诗歌照亮你深深的居所"
      }
    ]
  },
  {
    "title": "疼痛",
    "lines": [
      {
        "poem": "父性之夜",
        "node": 16,
        "text": "被一次次砸痛"
      },
      {
        "poem": "悼念",
        "node": 6,
        "text": "已经摔破"
      },
      {
        "poem": "炸裂志",
        "node": 1,
        "text": "早晨 头像炸裂一样痛"
      },
      {
        "poem": "琥珀",
        "node": 8,
        "text": "包扎一层又一层　是什么样的疼痛"
      }
    ]
  },
  {
    "title": "鸟儿",
    "lines": [
      {
        "poem": "村庄组诗·2",
        "node": 9,
        "text": "以及飞过平原的鸟儿"
      },
      {
        "poem": "把鸟儿甩到天上",
        "node": 10,
        "text": "快看， 那只鸟儿扑打着翅膀"
      },
      {
        "poem": "白鸟",
        "node": 13,
        "text": "到处飞舞着白鸟的海面"
      },
      {
        "poem": "林子大了，什么鸟都有",
        "node": 1,
        "text": "现在林子没了，什么鸟还有"
      }
    ]
  },
  {
    "title": "醒来",
    "lines": [
      {
        "poem": "深夜推门",
        "node": 16,
        "text": "我在温暖的阳光中醒来"
      },
      {
        "poem": "血缘",
        "node": 14,
        "text": "等我醒来，完全醒来"
      },
      {
        "poem": "鼾与醒",
        "node": 3,
        "text": "醒着……"
      },
      {
        "poem": "一去不返",
        "node": 18,
        "text": "又在午夜惊醒我们"
      }
    ]
  },
  {
    "title": "对抗",
    "lines": [
      {
        "poem": "我就那样站着入睡",
        "node": 7,
        "text": "对抗着"
      },
      {
        "poem": "独立的人",
        "node": 6,
        "text": "朝着相反的方向"
      },
      {
        "poem": "出租屋",
        "node": 7,
        "text": "对抗着"
      }
    ]
  },
  {
    "title": "想起",
    "lines": [
      {
        "poem": "劝喻",
        "node": 5,
        "text": "我竟然想不起"
      },
      {
        "poem": "伙伴",
        "node": 4,
        "text": "我试图回忆"
      },
      {
        "poem": "岁月的花朵",
        "node": 16,
        "text": "我不能再想起谁"
      }
    ]
  },
  {
    "title": "挣扎",
    "lines": [
      {
        "poem": "我一生中的路还远远没有走完",
        "node": 10,
        "text": "一再地挣扎"
      },
      {
        "poem": "故乡",
        "node": 8,
        "text": "在挣扎。盘子里一点血"
      },
      {
        "poem": "集结",
        "node": 9,
        "text": "生病，吃药，一次次挣扎着"
      }
    ]
  },
  {
    "title": "血管",
    "lines": [
      {
        "poem": "雪地里",
        "node": 4,
        "text": "如血管般艰难涌动"
      },
      {
        "poem": "影子之歌·B",
        "node": 6,
        "text": "在我们的血管奔突、流淌"
      }
    ]
  },
  {
    "title": "重复",
    "lines": [
      {
        "poem": "流水线上的兵马俑",
        "node": 10,
        "text": "重复着同一个动作"
      },
      {
        "poem": "迟到的愧疚",
        "node": 5,
        "text": "当我重复着同样的动作时"
      },
      {
        "poem": "精神病院访客",
        "node": 22,
        "text": "不断地模仿和学习新生事物"
      }
    ]
  },
  {
    "title": "铁锅",
    "lines": [
      {
        "poem": "蝉鸣",
        "node": 14,
        "text": "总有雨水从铁锅豁口流下"
      },
      {
        "poem": "在你的村庄地老天荒",
        "node": 8,
        "text": "大铁锅里缺的不是味道，而是一副碗筷"
      },
      {
        "poem": "我要在藤下赏瓜",
        "node": 6,
        "text": "没有从锅底窜出的火苗那么热烈"
      }
    ]
  },
  {
    "title": "悲伤",
    "lines": [
      {
        "poem": "精神病院访客",
        "node": 25,
        "text": "有多少悲伤粉碎了"
      },
      {
        "poem": "纯种植物",
        "node": 11,
        "text": "带走我所有的悲伤"
      },
      {
        "poem": "力气与悲伤",
        "node": 5,
        "text": "悲伤的人"
      }
    ]
  },
  {
    "title": "自行车",
    "lines": [
      {
        "poem": "疼",
        "node": 8,
        "text": "骑着自行车路过城市。"
      },
      {
        "poem": "第一次看见火车",
        "node": 1,
        "text": "我骑着自行车"
      },
      {
        "poem": "皮村的孩子",
        "node": 11,
        "text": "让路上的自行车更加迫急"
      }
    ]
  },
  {
    "title": "隐痛",
    "lines": [
      {
        "poem": "听说被虫子叮咬的苹果最红",
        "node": 3,
        "text": "也有一丝隐隐的痛"
      },
      {
        "poem": "殇",
        "node": 15,
        "text": "有着一条隐秘疼痛的刻痕"
      },
      {
        "poem": "穷途",
        "node": 9,
        "text": "是她一生的隐痛"
      }
    ]
  },
  {
    "title": "进入",
    "lines": [
      {
        "poem": "我知道会有那么一天",
        "node": 2,
        "text": "会走进我的房间"
      },
      {
        "poem": "这一晚",
        "node": 5,
        "text": "进入了隔壁的房间"
      },
      {
        "poem": "二三个",
        "node": 15,
        "text": "走进屋子"
      }
    ]
  },
  {
    "title": "兄弟",
    "lines": [
      {
        "poem": "村庄组诗·2",
        "node": 10,
        "text": "都是我美丽富饶的兄弟"
      },
      {
        "poem": "屈从",
        "node": 8,
        "text": "在你我结成兄弟的同盟之前"
      },
      {
        "poem": "露水是秋蛉共同的爱人",
        "node": 6,
        "text": "这让我想起你们，我的兄弟姐妹"
      }
    ]
  },
  {
    "title": "骨头",
    "lines": [
      {
        "poem": "我的粮仓",
        "node": 3,
        "text": "我的骨头在这片贫瘠的土地上"
      },
      {
        "poem": "火花",
        "node": 6,
        "text": "脆弱的骨头。这一切"
      }
    ]
  },
  {
    "title": "久别",
    "lines": [
      {
        "poem": "粉红",
        "node": 2,
        "text": "已经很久很久了"
      },
      {
        "poem": "老伴",
        "node": 5,
        "text": "相隔几十年"
      },
      {
        "poem": "儿子",
        "node": 1,
        "text": "我们已经很久不见了"
      }
    ]
  },
  {
    "title": "衰老",
    "lines": [
      {
        "poem": "炸裂志",
        "node": 4,
        "text": "是神经老了 衰弱不堪"
      },
      {
        "poem": "最后的墓地",
        "node": 10,
        "text": "还未老去的头晕潜伏生命"
      },
      {
        "poem": "一个青年的一段",
        "node": 20,
        "text": "过早的进入了老年。"
      }
    ]
  },
  {
    "title": "蚂蚁",
    "lines": [
      {
        "poem": "我谈到血",
        "node": 14,
        "text": "一只只在生活的泥沼中挣扎的蚂蚁"
      },
      {
        "poem": "端午节有雨",
        "node": 5,
        "text": "这雨水中找不到归路的蚂蚁"
      },
      {
        "poem": "圣物",
        "node": 11,
        "text": "一队浩荡的蚂蚁，用最隆重的仪式"
      }
    ]
  },
  {
    "title": "笑容",
    "lines": [
      {
        "poem": "泪与笑",
        "node": 5,
        "text": "笑容在镜子里"
      },
      {
        "poem": "我笨拙地爱着这个世界",
        "node": 8,
        "text": "换成一张崭新的笑容走出来"
      },
      {
        "poem": "在山巅",
        "node": 16,
        "text": "亲近瘦弱的笑容"
      }
    ]
  },
  {
    "title": "说话",
    "lines": [
      {
        "poem": "冲突",
        "node": 2,
        "text": "我是个话很少的孩子"
      },
      {
        "poem": "韩东说话",
        "node": 5,
        "text": "要学会说话"
      },
      {
        "poem": "友情故事",
        "node": 11,
        "text": "我自己也很喜欢和我说话"
      }
    ]
  },
  {
    "title": "耻辱",
    "lines": [
      {
        "poem": "打工生活",
        "node": 17,
        "text": "回忆的耻辱柱上"
      },
      {
        "poem": "我咽下一枚铁做的月亮",
        "node": 9,
        "text": "耻辱的诗"
      }
    ]
  },
  {
    "title": "锤子",
    "lines": [
      {
        "poem": "一粒灰尘伏在你的肩头痛哭",
        "node": 5,
        "text": "去握那把锯子或锤子"
      },
      {
        "poem": "我用一生，在梦里造船",
        "node": 6,
        "text": "挥动着斧、锯、刨、錾"
      },
      {
        "poem": "发现",
        "node": 15,
        "text": "那锻打的铁锤……"
      }
    ]
  },
  {
    "title": "伤口",
    "lines": [
      {
        "poem": "穷途",
        "node": 11,
        "text": "在隔壁，一层层剥着自己的伤口"
      },
      {
        "poem": "墓地",
        "node": 4,
        "text": "停留在炊烟中的伤口"
      },
      {
        "poem": "一个人太少了",
        "node": 4,
        "text": "撒盐的时候到了，我孤零零的伤口"
      }
    ]
  },
  {
    "title": "时间",
    "lines": [
      {
        "poem": "私人生活",
        "node": 6,
        "text": "时间刚好用完"
      },
      {
        "poem": "倒计时的生活",
        "node": 2,
        "text": "可时间在退"
      },
      {
        "poem": "时光去哪里了",
        "node": 10,
        "text": "就这样被它们用完了"
      }
    ]
  },
  {
    "title": "皮肤",
    "lines": [
      {
        "poem": "我的粮仓",
        "node": 11,
        "text": "而我的皮肤，日渐龟裂"
      },
      {
        "poem": "被生活埋葬的心",
        "node": 9,
        "text": "而磨损的皮肤像一床破绵絮"
      },
      {
        "poem": "爱这个词如何写",
        "node": 1,
        "text": "我的任何一处皮肤"
      }
    ]
  },
  {
    "title": "桃树",
    "lines": [
      {
        "poem": "在低处",
        "node": 7,
        "text": "还有什么树能像桃树"
      },
      {
        "poem": "我要在藤下赏瓜",
        "node": 7,
        "text": "春风让桃树的花枝乱颤"
      },
      {
        "poem": "影子之歌·K",
        "node": 5,
        "text": "桃李吃掉落下的果实"
      }
    ]
  },
  {
    "title": "半山腰",
    "lines": [
      {
        "poem": "水仙梦",
        "node": 7,
        "text": "摔倒在那断枝的半山腰"
      },
      {
        "poem": "棉花",
        "node": 2,
        "text": "积雪就融化到半山腰"
      },
      {
        "poem": "失事",
        "node": 12,
        "text": "一头撞在了好看的假山上"
      }
    ]
  },
  {
    "title": "停",
    "lines": [
      {
        "poem": "一脸幸福",
        "node": 14,
        "text": "呆会儿，停了就好了"
      },
      {
        "poem": "歌与默",
        "node": 10,
        "text": "活这两天……"
      },
      {
        "poem": "影子之歌·A",
        "node": 3,
        "text": "已经好多天了"
      }
    ]
  },
  {
    "title": "晚上",
    "lines": [
      {
        "poem": "呼吸",
        "node": 15,
        "text": "这是一个星期天的晚上的"
      },
      {
        "poem": "迟到的愧疚",
        "node": 4,
        "text": "直到今天晚上"
      },
      {
        "poem": "鼾与醒",
        "node": 1,
        "text": "四点，或者是五点吧！"
      }
    ]
  },
  {
    "title": "城中村",
    "lines": [
      {
        "poem": "中年妓女",
        "node": 1,
        "text": "城中村低矮的瓦房 阴暗而潮湿的光线"
      },
      {
        "poem": "我的夜晚好于我的白昼",
        "node": 14,
        "text": "灯火将高档住宅区和城中村一一举出"
      }
    ]
  },
  {
    "title": "盘旋",
    "lines": [
      {
        "poem": "画面",
        "node": 4,
        "text": "静静地盘旋"
      },
      {
        "poem": "暗房子里的白光",
        "node": 15,
        "text": "的额前盘旋，像在森林。"
      },
      {
        "poem": "失事",
        "node": 11,
        "text": "在村委会的上空盘旋半圈"
      }
    ]
  },
  {
    "title": "我",
    "lines": [
      {
        "poem": "那是我",
        "node": 20,
        "text": "我不认识的我，我愧对了的我"
      },
      {
        "poem": "独行记",
        "node": 10,
        "text": "一个人，认出我"
      },
      {
        "poem": "诉说",
        "node": 4,
        "text": "我并不认识他"
      }
    ]
  },
  {
    "title": "螺丝",
    "lines": [
      {
        "poem": "打磨",
        "node": 6,
        "text": "毫不起眼"
      },
      {
        "poem": "一颗螺丝掉在地上",
        "node": 3,
        "text": "不会引起任何人的注意"
      },
      {
        "poem": "成为一片海",
        "node": 3,
        "text": "淹没，也无人察觉"
      }
    ]
  },
  {
    "title": "风",
    "lines": [
      {
        "poem": "请坐",
        "node": 9,
        "text": "风的声音，请先让你的心"
      },
      {
        "poem": "中秋辞",
        "node": 2,
        "text": "风声是心声最傲慢的敌人"
      },
      {
        "poem": "被生活埋葬的心",
        "node": 10,
        "text": "摊开在岁月的风里"
      }
    ]
  },
  {
    "title": "此时",
    "lines": [
      {
        "poem": "搬山寄",
        "node": 2,
        "text": "又在此时、此地"
      },
      {
        "poem": "无题",
        "node": 7,
        "text": "不知昨日，今日，此时几时"
      },
      {
        "poem": "洗脸",
        "node": 7,
        "text": "这一刻我们最虔诚。"
      }
    ]
  },
  {
    "title": "火焰",
    "lines": [
      {
        "poem": "火花",
        "node": 14,
        "text": "一个黑夜面对燃烧的火花"
      },
      {
        "poem": "劈柴",
        "node": 12,
        "text": "等它说出火焰的秘密"
      },
      {
        "poem": "厨房",
        "node": 9,
        "text": "真理的火焰烘烤着　“这真相竟……”"
      }
    ]
  },
  {
    "title": "肉体",
    "lines": [
      {
        "poem": "坊间谈",
        "node": 1,
        "text": "窗外，一排干净的肉体"
      },
      {
        "poem": "我的夜晚好于我的白昼",
        "node": 17,
        "text": "有钝刀划过肉体的缓慢和沉稳"
      }
    ]
  },
  {
    "title": "孩子",
    "lines": [
      {
        "poem": "门槛",
        "node": 7,
        "text": "贪心的孩子"
      },
      {
        "poem": "影子之歌·H",
        "node": 4,
        "text": "得救的孩子们"
      },
      {
        "poem": "皮村的孩子",
        "node": 2,
        "text": "穷人的孩子 他们"
      }
    ]
  },
  {
    "title": "怀抱",
    "lines": [
      {
        "poem": "包心菜",
        "node": 3,
        "text": "把自己抱得更紧了些"
      },
      {
        "poem": "树",
        "node": 9,
        "text": "还紧紧地抱着，一只"
      },
      {
        "poem": "读题如读碑",
        "node": 6,
        "text": "我这么小，那么大的怀抱我用不上"
      }
    ]
  },
  {
    "title": "大楼",
    "lines": [
      {
        "poem": "深夜推门",
        "node": 17,
        "text": "一栋大楼竣工剪彩"
      },
      {
        "poem": "一个民工的记忆",
        "node": 19,
        "text": "一栋大楼竣工剪彩"
      }
    ]
  },
  {
    "title": "诗歌",
    "lines": [
      {
        "poem": "小儿起床",
        "node": 4,
        "text": "我已决定放下没写完的诗歌"
      },
      {
        "poem": "我知道会有那么一天",
        "node": 8,
        "text": "那首没来得及写完的诗会有人帮我写完"
      }
    ]
  },
  {
    "title": "按住",
    "lines": [
      {
        "poem": "就像一滴海水按住大海",
        "node": 3,
        "text": "轻轻地按住"
      },
      {
        "poem": "我要久久地按住起伏的胸膛",
        "node": 1,
        "text": "我要久久地按住"
      }
    ]
  },
  {
    "title": "一起",
    "lines": [
      {
        "poem": "友情故事",
        "node": 27,
        "text": "就一起来到这世上"
      },
      {
        "poem": "一去不返",
        "node": 2,
        "text": "我们一起来到了"
      }
    ]
  },
  {
    "title": "甘蔗沫",
    "lines": [
      {
        "poem": "吃甘蔗",
        "node": 10,
        "text": "将嚼过的甘蔗沫吐在身边"
      },
      {
        "poem": "呼吸",
        "node": 10,
        "text": "有嚼过的口香糖"
      }
    ]
  },
  {
    "title": "斤斤计较",
    "lines": [
      {
        "poem": "田园",
        "node": 3,
        "text": "都斤斤计较"
      },
      {
        "poem": "那是我",
        "node": 16,
        "text": "一次次在斤斤计较中，高高翘起"
      }
    ]
  },
  {
    "title": "一行行",
    "lines": [
      {
        "poem": "我最多是小村另起的一行",
        "node": 4,
        "text": "玉米一行行，秧苗一行行"
      },
      {
        "poem": "何去何从",
        "node": 14,
        "text": "一行行麦子"
      }
    ]
  },
  {
    "title": "底部",
    "lines": [
      {
        "poem": "成为一片海",
        "node": 13,
        "text": "垂到自己的底部"
      },
      {
        "poem": "萤火虫",
        "node": 11,
        "text": "底部的我"
      }
    ]
  },
  {
    "title": "铁锹",
    "lines": [
      {
        "poem": "喊",
        "node": 11,
        "text": "他把一把锹，磨秃了"
      },
      {
        "poem": "自我的现身",
        "node": 8,
        "text": "那把锈蚀的铁锹"
      }
    ]
  },
  {
    "title": "水仙花",
    "lines": [
      {
        "poem": "窗口",
        "node": 9,
        "text": "一株无人在意的水仙花让我心怀感叹"
      },
      {
        "poem": "水仙梦",
        "node": 42,
        "text": "一株水仙凌空舒展"
      }
    ]
  },
  {
    "title": "歌谣",
    "lines": [
      {
        "poem": "河流上的木炭",
        "node": 16,
        "text": "河流灌满忧伤的歌谣"
      },
      {
        "poem": "风吹过瓦面",
        "node": 14,
        "text": "这充满流逝和消亡的歌谣"
      }
    ]
  },
  {
    "title": "流汗",
    "lines": [
      {
        "poem": "我笨拙地爱着这个世界",
        "node": 10,
        "text": "我不停地流汗"
      },
      {
        "poem": "我用一生，在梦里造船",
        "node": 5,
        "text": "我一次次，大汗淋漓地"
      }
    ]
  },
  {
    "title": "窑洞",
    "lines": [
      {
        "poem": "喊",
        "node": 4,
        "text": "随便对着哪座窑洞，再闷雷般"
      },
      {
        "poem": "修行者的秘密生活",
        "node": 2,
        "text": "几孔窑洞也是。他说，"
      }
    ]
  },
  {
    "title": "村长",
    "lines": [
      {
        "poem": "村庄组诗·13",
        "node": 2,
        "text": "我看见村长的儿子唱着歌回家"
      },
      {
        "poem": "村庄组诗·15",
        "node": 1,
        "text": "每当我走过村长的家"
      }
    ]
  },
  {
    "title": "萤火虫",
    "lines": [
      {
        "poem": "在山顶看到萤火虫",
        "node": 9,
        "text": "一些萤火虫，像是护送我上山的哪一些"
      },
      {
        "poem": "萤火虫",
        "node": 3,
        "text": "萤火虫……"
      }
    ]
  },
  {
    "title": "小径",
    "lines": [
      {
        "poem": "田园",
        "node": 13,
        "text": "然后，沿着看不见的小径"
      },
      {
        "poem": "深夜推门",
        "node": 9,
        "text": "来到小径上"
      }
    ]
  },
  {
    "title": "血",
    "lines": [
      {
        "poem": "我谈到血",
        "node": 1,
        "text": "我谈到血，也是出于无奈"
      },
      {
        "poem": "血缘",
        "node": 16,
        "text": "不是因为我信仰血的缘故"
      }
    ]
  },
  {
    "title": "坡地",
    "lines": [
      {
        "poem": "劝喻",
        "node": 25,
        "text": "匆匆穿过这不成形的荒芜的坡地"
      },
      {
        "poem": "伙伴",
        "node": 10,
        "text": "当风穿过那块斜坡"
      }
    ]
  },
  {
    "title": "这些",
    "lines": [
      {
        "poem": "独坐草间",
        "node": 12,
        "text": "我能做到的，只有这些了"
      },
      {
        "poem": "我弥留之际",
        "node": 9,
        "text": "可是这些我都办不到了"
      }
    ]
  },
  {
    "title": "冲突",
    "lines": [
      {
        "poem": "冲突",
        "node": 7,
        "text": "发生冲突"
      },
      {
        "poem": "疼",
        "node": 1,
        "text": "避免不了的冲突。"
      }
    ]
  },
  {
    "title": "膝盖",
    "lines": [
      {
        "poem": "父性之夜",
        "node": 15,
        "text": "他的膝盖"
      },
      {
        "poem": "必须弯腰拔草到午后",
        "node": 11,
        "text": "一直到她的膝盖"
      }
    ]
  },
  {
    "title": "地图",
    "lines": [
      {
        "poem": "苍蝇和地图",
        "node": 1,
        "text": "一只苍蝇，在地图上"
      },
      {
        "poem": "工业区",
        "node": 1,
        "text": "在地图上"
      }
    ]
  },
  {
    "title": "哭泣",
    "lines": [
      {
        "poem": "苏州街",
        "node": 14,
        "text": "我看见一个哭泣的人"
      },
      {
        "poem": "妈妈",
        "node": 1,
        "text": "一个女人哭了"
      }
    ]
  },
  {
    "title": "行走",
    "lines": [
      {
        "poem": "独立的人",
        "node": 4,
        "text": "一个人行走"
      },
      {
        "poem": "劝喻",
        "node": 10,
        "text": "当有个人以这样的方式走过"
      }
    ]
  },
  {
    "title": "鸽子",
    "lines": [
      {
        "poem": "请坐",
        "node": 1,
        "text": "当鸽子在绿色的田野飞翔"
      },
      {
        "poem": "屈从",
        "node": 1,
        "text": "一只鸽子落进黑土地"
      }
    ]
  },
  {
    "title": "死亡",
    "lines": [
      {
        "poem": "苍蝇和地图",
        "node": 7,
        "text": "可它死在哪儿"
      },
      {
        "poem": "独坐草间",
        "node": 10,
        "text": "尽管，它死在了去年的春天"
      }
    ]
  },
  {
    "title": "花朵",
    "lines": [
      {
        "poem": "比喻",
        "node": 3,
        "text": "一朵不知名的小花"
      },
      {
        "poem": "纯种植物",
        "node": 7,
        "text": "无名花朵的蓓蕾间"
      }
    ]
  },
  {
    "title": "排队",
    "lines": [
      {
        "poem": "我知道会有那么一天",
        "node": 16,
        "text": "人们排队离开"
      },
      {
        "poem": "无题2011",
        "node": 5,
        "text": "还有很多人排着队"
      }
    ]
  },
  {
    "title": "叮咬",
    "lines": [
      {
        "poem": "听说被虫子叮咬的苹果最红",
        "node": 4,
        "text": "似乎被虫子叮咬了"
      },
      {
        "poem": "血缘",
        "node": 4,
        "text": "我被新生的蚊子叮咬了一口"
      }
    ]
  },
  {
    "title": "空荡荡",
    "lines": [
      {
        "poem": "树",
        "node": 11,
        "text": "抱着空荡荡的襁褓"
      },
      {
        "poem": "村庄组诗·15",
        "node": 2,
        "text": "心里就空荡荡"
      }
    ]
  },
  {
    "title": "时候",
    "lines": [
      {
        "poem": "赶单",
        "node": 2,
        "text": "实际上，很多时候"
      },
      {
        "poem": "在王城",
        "node": 3,
        "text": "更多的时候"
      }
    ]
  },
  {
    "title": "默不作声",
    "lines": [
      {
        "poem": "林子大了，什么鸟都有",
        "node": 7,
        "text": "默不作声"
      },
      {
        "poem": "集结",
        "node": 14,
        "text": "一声不吭，一口口咽着气"
      }
    ]
  },
  {
    "title": "咽下",
    "lines": [
      {
        "poem": "顿",
        "node": 14,
        "text": "卡在喉咙，至肚中"
      },
      {
        "poem": "我咽下一枚铁做的月亮",
        "node": 6,
        "text": "我再咽不下了"
      }
    ]
  },
  {
    "title": "弯曲",
    "lines": [
      {
        "poem": "我的粮仓",
        "node": 4,
        "text": "扎根生长，从而有了弯曲的枝节"
      },
      {
        "poem": "殇",
        "node": 1,
        "text": "童年弯曲成一条小径"
      }
    ]
  },
  {
    "title": "丢下",
    "lines": [
      {
        "poem": "爱这个词如何写",
        "node": 6,
        "text": "请不要来找我"
      },
      {
        "poem": "影子之歌·A",
        "node": 7,
        "text": "请丢下我"
      }
    ]
  },
  {
    "title": "灵魂",
    "lines": [
      {
        "poem": "坊间谈",
        "node": 13,
        "text": "不要灵魂，只要肉体的时代"
      },
      {
        "poem": "就像一滴海水按住大海",
        "node": 2,
        "text": "很轻的灵魂可把65千克的肉身"
      }
    ]
  },
  {
    "title": "看不见",
    "lines": [
      {
        "poem": "室内的人",
        "node": 6,
        "text": "但使终没有看清"
      },
      {
        "poem": "沉默的女儿",
        "node": 6,
        "text": "沿着看不见的道路。于是"
      }
    ]
  },
  {
    "title": "摘下",
    "lines": [
      {
        "poem": "瘦",
        "node": 8,
        "text": "来坐坐。取下草帽"
      },
      {
        "poem": "岁月的花朵",
        "node": 5,
        "text": "摘下我的帽子"
      }
    ]
  },
  {
    "title": "脚跟",
    "lines": [
      {
        "poem": "父亲的宣言",
        "node": 5,
        "text": "也围着我的脚跟"
      },
      {
        "poem": "必须弯腰拔草到午后",
        "node": 9,
        "text": "也看看自己的脚跟"
      }
    ]
  },
  {
    "title": "脚步",
    "lines": [
      {
        "poem": "提灯人",
        "node": 5,
        "text": "脚步声越来越沉重"
      },
      {
        "poem": "街",
        "node": 17,
        "text": "他的脚步与目光一样迟钝"
      }
    ]
  },
  {
    "title": "甜味",
    "lines": [
      {
        "poem": "吃甘蔗",
        "node": 20,
        "text": "品尝一点甜味"
      },
      {
        "poem": "中秋辞",
        "node": 12,
        "text": "咽下剩余的甜。等我"
      }
    ]
  },
  {
    "title": "酒瓶",
    "lines": [
      {
        "poem": "鹅鹅鹅",
        "node": 15,
        "text": "你装作没有听见。你更需要一瓶白酒"
      },
      {
        "poem": "力气与悲伤",
        "node": 4,
        "text": "做一个不用空虚的酒瓶蓄藏"
      }
    ]
  },
  {
    "title": "驱赶",
    "lines": [
      {
        "poem": "在江阴",
        "node": 4,
        "text": "被赶入城市、乡村"
      },
      {
        "poem": "像春江",
        "node": 5,
        "text": "被驱赶着"
      }
    ]
  },
  {
    "title": "时辰",
    "lines": [
      {
        "poem": "影子之歌·N",
        "node": 4,
        "text": "白天的――某个时辰"
      },
      {
        "poem": "最后的墓地",
        "node": 8,
        "text": "时辰走过，他们清醒全无"
      }
    ]
  },
  {
    "title": "拍打",
    "lines": [
      {
        "poem": "请给我一巴掌",
        "node": 10,
        "text": "请给我一巴掌"
      },
      {
        "poem": "精神病院访客",
        "node": 13,
        "text": "轻轻拍打"
      }
    ]
  },
  {
    "title": "年老",
    "lines": [
      {
        "poem": "诉说",
        "node": 11,
        "text": "在秋天，一对年老的夫妇"
      },
      {
        "poem": "·场记",
        "node": 24,
        "text": "而年老的妇人"
      }
    ]
  },
  {
    "title": "徒劳",
    "lines": [
      {
        "poem": "我一生中的路还远远没有走完",
        "node": 11,
        "text": "竟全是徒劳"
      },
      {
        "poem": "搬山寄",
        "node": 19,
        "text": "都在徒劳地，搬运着自己的艰辛"
      }
    ]
  },
  {
    "title": "尘世",
    "lines": [
      {
        "poem": "我的生活",
        "node": 4,
        "text": "仅仅在这一世"
      },
      {
        "poem": "父亲的宣言",
        "node": 14,
        "text": "却在尘世留下这唯一的骨肉"
      }
    ]
  },
  {
    "title": "出租屋",
    "lines": [
      {
        "poem": "寻人启事",
        "node": 3,
        "text": "出租房屋的广告"
      },
      {
        "poem": "出租屋",
        "node": 1,
        "text": "十平米的出租屋"
      }
    ]
  },
  {
    "title": "饥饿",
    "lines": [
      {
        "poem": "有谁读过我的诗歌",
        "node": 1,
        "text": "有谁听见我的饿"
      },
      {
        "poem": "穷途",
        "node": 12,
        "text": "我为我的听见，而愧疚"
      }
    ]
  },
  {
    "title": "轮回",
    "lines": [
      {
        "poem": "民间的信仰",
        "node": 14,
        "text": "这苦难的轮回"
      },
      {
        "poem": "迟到的诗篇",
        "node": 10,
        "text": "而不认识又是悲伤的一次轮回"
      }
    ]
  },
  {
    "title": "遗忘",
    "lines": [
      {
        "poem": "爱这个词如何写",
        "node": 16,
        "text": "放弃，遗忘，将时间的药熬好。"
      },
      {
        "poem": "瘦",
        "node": 5,
        "text": "恨，遗忘，水滴石穿。"
      }
    ]
  },
  {
    "title": "锈水",
    "lines": [
      {
        "poem": "我咽下一枚铁做的月亮",
        "node": 5,
        "text": "咽下人行天桥，咽下长满水锈的生活"
      },
      {
        "poem": "蝉鸣",
        "node": 15,
        "text": "裹挟着昏黄的锈水卷入断桥腹部"
      }
    ]
  },
  {
    "title": "归人",
    "lines": [
      {
        "poem": "像春江",
        "node": 11,
        "text": "像夜间归来的人们"
      },
      {
        "poem": "临沂大雾",
        "node": 17,
        "text": "是有人回家了，还是即将远行"
      }
    ]
  },
  {
    "title": "阳光",
    "lines": [
      {
        "poem": "异乡的车站",
        "node": 3,
        "text": "一见到阳光"
      },
      {
        "poem": "沉默的女儿",
        "node": 1,
        "text": "仿佛透过厚厚的冰层发现阳光"
      }
    ]
  },
  {
    "title": "海安",
    "lines": [
      {
        "poem": "门槛",
        "node": 5,
        "text": "一个海安人坐在自己的尾巴上"
      },
      {
        "poem": "懦夫的希望",
        "node": 1,
        "text": "溺水者，找到海安偏僻的村落"
      }
    ]
  },
  {
    "title": "明月",
    "lines": [
      {
        "poem": "顿",
        "node": 24,
        "text": "木鱼，那和尚不语。后禅院明月当空"
      },
      {
        "poem": "失传的，沦丧的……",
        "node": 12,
        "text": "就是那对着苍松解读明月的人"
      }
    ]
  },
  {
    "title": "苹果",
    "lines": [
      {
        "poem": "端午节有雨",
        "node": 9,
        "text": "我们比一只苹果更脆弱。"
      },
      {
        "poem": "听说被虫子叮咬的苹果最红",
        "node": 6,
        "text": "它能否比被虫子伤害的苹果"
      }
    ]
  },
  {
    "title": "纸",
    "lines": [
      {
        "poem": "答案",
        "node": 8,
        "text": "在纸的背面行走"
      },
      {
        "poem": "失事",
        "node": 1,
        "text": "想让一张纸站立起来"
      }
    ]
  },
  {
    "title": "护城河",
    "lines": [
      {
        "poem": "迟到的诗篇",
        "node": 19,
        "text": "投入冰凉的护城河"
      },
      {
        "poem": "睡袍",
        "node": 4,
        "text": "而护城河里的鱼站在一根茅草上抒情"
      }
    ]
  },
  {
    "title": "玉米",
    "lines": [
      {
        "poem": "在你的村庄地老天荒",
        "node": 1,
        "text": "你在你的村庄，掰苞谷"
      },
      {
        "poem": "填海",
        "node": 4,
        "text": "女人正掰着玉米棒子"
      }
    ]
  },
  {
    "title": "模糊",
    "lines": [
      {
        "poem": "中年妓女",
        "node": 25,
        "text": "如此模糊 令人集体费解"
      },
      {
        "poem": "卖雪球的人",
        "node": 9,
        "text": "熟悉的也必将变得模糊"
      }
    ]
  },
  {
    "title": "剥",
    "lines": [
      {
        "poem": "端午节有雨",
        "node": 7,
        "text": "削去了往事的皮"
      },
      {
        "poem": "包谷",
        "node": 1,
        "text": "一层一层剥去它的"
      }
    ]
  },
  {
    "title": "光",
    "lines": [
      {
        "poem": "圣物",
        "node": 3,
        "text": "我记得，它闪烁着金光，神圣又迷人"
      },
      {
        "poem": "一辈子总得在地摊上买一套内六角扳手",
        "node": 14,
        "text": "回来的路上，它们闪烁着寒光"
      }
    ]
  },
  {
    "title": "灰",
    "lines": [
      {
        "poem": "洗脸",
        "node": 2,
        "text": "我们洗灰。笑出的泪。哭出的泪。"
      },
      {
        "poem": "时光去哪里了",
        "node": 15,
        "text": "时光是流水洗得发白发灰的"
      }
    ]
  },
  {
    "title": "来源",
    "lines": [
      {
        "poem": "影子之歌·O",
        "node": 3,
        "text": "我的出生地"
      },
      {
        "poem": "何去何从",
        "node": 1,
        "text": "经考证，我来自于"
      }
    ]
  },
  {
    "title": "光滑",
    "lines": [
      {
        "poem": "一个青年的一段",
        "node": 17,
        "text": "脸，更平滑。"
      },
      {
        "poem": "石子赋",
        "node": 1,
        "text": "圆润和光滑"
      }
    ]
  },
  {
    "title": "水",
    "lines": [
      {
        "poem": "洗脸",
        "node": 5,
        "text": "有水。"
      },
      {
        "poem": "火车停在车站",
        "node": 2,
        "text": "眼脸遮住的，是玻璃和水。"
      }
    ]
  },
  {
    "title": "地心",
    "lines": [
      {
        "poem": "地心的蛙鸣",
        "node": 14,
        "text": "漆黑的地心我一直在挖煤"
      },
      {
        "poem": "苏州街",
        "node": 11,
        "text": "地铁穿过孤独的地心"
      }
    ]
  },
  {
    "title": "杯子",
    "lines": [
      {
        "poem": "悼念",
        "node": 5,
        "text": "一只杯子"
      },
      {
        "poem": "杯子凉下来",
        "node": 2,
        "text": "杯子终会凉下来"
      }
    ]
  },
  {
    "title": "人间",
    "lines": [
      {
        "poem": "星星丛书",
        "node": 5,
        "text": "让菜市场过滤我的在人间的悲伤"
      },
      {
        "poem": "探亲",
        "node": 15,
        "text": "我活在人间的坏消息"
      }
    ]
  },
  {
    "title": "同行",
    "lines": [
      {
        "poem": "中年妓女",
        "node": 12,
        "text": "有时她们会谈论邻近被抓的同行"
      },
      {
        "poem": "墓地",
        "node": 9,
        "text": "同行者的讨论声停止"
      }
    ]
  },
  {
    "title": "侧身",
    "lines": [
      {
        "poem": "把鸟儿甩到天上",
        "node": 15,
        "text": "是被甩在左边好，还是右边好"
      },
      {
        "poem": "倒计时的生活",
        "node": 4,
        "text": "我需要侧身才能快速通过"
      }
    ]
  },
  {
    "title": "寒冷",
    "lines": [
      {
        "poem": "呼吸",
        "node": 14,
        "text": "不冷不热的冬季"
      },
      {
        "poem": "天光",
        "node": 19,
        "text": "寒冷也会逐渐减弱天光"
      }
    ]
  },
  {
    "title": "双手",
    "lines": [
      {
        "poem": "我就那样站着入睡",
        "node": 1,
        "text": "流水线旁我站立如铁，双手如飞"
      },
      {
        "poem": "流水线上的兵马俑",
        "node": 9,
        "text": "双手如飞"
      }
    ]
  },
  {
    "title": "心",
    "lines": [
      {
        "poem": "在低处",
        "node": 5,
        "text": "比得过桃子，更像一颗心"
      },
      {
        "poem": "包心菜",
        "node": 13,
        "text": "像在极力地护着一颗心"
      }
    ]
  },
  {
    "title": "雪",
    "lines": [
      {
        "poem": "爱人",
        "node": 19,
        "text": "在白雪之上，为你写下绝世的诗行"
      },
      {
        "poem": "西山有雪",
        "node": 1,
        "text": "“西山有雪，往事无痕”"
      }
    ]
  },
  {
    "title": "大地",
    "lines": [
      {
        "poem": "纯种植物",
        "node": 2,
        "text": "大地的深处　黑鸟剪断光亮"
      },
      {
        "poem": "鼾与醒",
        "node": 7,
        "text": "象大地深埋的一截木头"
      }
    ]
  },
  {
    "title": "星空",
    "lines": [
      {
        "poem": "雪地里",
        "node": 8,
        "text": "和星空"
      },
      {
        "poem": "父性之夜",
        "node": 4,
        "text": "从白昼到星辰初上，像水上行舟"
      }
    ]
  },
  {
    "title": "棉花",
    "lines": [
      {
        "poem": "村庄组诗·2",
        "node": 3,
        "text": "（种桑的女儿，未来的棉花"
      },
      {
        "poem": "棉花",
        "node": 1,
        "text": "母亲一走进棉花地"
      }
    ]
  },
  {
    "title": "忧伤",
    "lines": [
      {
        "poem": "翻越",
        "node": 11,
        "text": "她的忧伤，心跳七上八下"
      },
      {
        "poem": "重量",
        "node": 4,
        "text": "吐出的忧伤 被戕害的耳朵与眼睛"
      }
    ]
  },
  {
    "title": "山",
    "lines": [
      {
        "poem": "勘探者耳语",
        "node": 1,
        "text": "经测，此山压着十万斤黄金"
      },
      {
        "poem": "水仙梦",
        "node": 8,
        "text": "（是否，也有个悟空，压在那山脚"
      }
    ]
  },
  {
    "title": "雾",
    "lines": [
      {
        "poem": "我的夜晚好于我的白昼",
        "node": 16,
        "text": "我把自己从雾中抽出"
      },
      {
        "poem": "发现",
        "node": 3,
        "text": "满脸烟雾迷茫"
      }
    ]
  },
  {
    "title": "睡眠",
    "lines": [
      {
        "poem": "疯子",
        "node": 1,
        "text": "他睡了。此刻是良辰，夜风如抚"
      },
      {
        "poem": "给父亲",
        "node": 3,
        "text": "落在一个垂睡者的眼睑上，他梦着星辰"
      }
    ]
  },
  {
    "title": "井",
    "lines": [
      {
        "poem": "火车停在车站",
        "node": 4,
        "text": "我也不知道，一口深井"
      },
      {
        "poem": "比如----",
        "node": 5,
        "text": "半夜里爬起来到井边呼喊你"
      }
    ]
  },
  {
    "title": "昼夜",
    "lines": [
      {
        "poem": "修行者的秘密生活",
        "node": 7,
        "text": "他不舍昼夜。在清溪边"
      },
      {
        "poem": "搬山寄",
        "node": 13,
        "text": "我不舍昼夜，研习着搬山法"
      }
    ]
  },
  {
    "title": "太阳",
    "lines": [
      {
        "poem": "天光",
        "node": 20,
        "text": "而当它增强一千倍"
      },
      {
        "poem": "影子之歌·F",
        "node": 5,
        "text": "若是增加一个太阳"
      }
    ]
  },
  {
    "title": "入睡",
    "lines": [
      {
        "poem": "我就那样站着入睡",
        "node": 3,
        "text": "我就那样，站着入睡"
      },
      {
        "poem": "温故生活",
        "node": 17,
        "text": "原因是，睡着了；"
      }
    ]
  },
  {
    "title": "无家",
    "lines": [
      {
        "poem": "寻人启事",
        "node": 6,
        "text": "却依然无家可归"
      },
      {
        "poem": "月亮从厂区升起",
        "node": 6,
        "text": "和无处安放的"
      }
    ]
  },
  {
    "title": "孩子",
    "lines": [
      {
        "poem": "退潮的海水",
        "node": 11,
        "text": "一个捡牡蛎的孩子"
      },
      {
        "poem": "北凌河",
        "node": 6,
        "text": "船头上站着和我一般大小的孩子"
      }
    ]
  },
  {
    "title": "回家",
    "lines": [
      {
        "poem": "·场记",
        "node": 16,
        "text": "领我们回家"
      },
      {
        "poem": "民间的信仰",
        "node": 3,
        "text": "她说要领我们去什么地方"
      }
    ]
  },
  {
    "title": "树",
    "lines": [
      {
        "poem": "在低处",
        "node": 12,
        "text": "匍匐着生长，一年一年失去树冠"
      },
      {
        "poem": "树",
        "node": 8,
        "text": "快要倒伏在地的树啊"
      }
    ]
  },
  {
    "title": "脚印",
    "lines": [
      {
        "poem": "退潮的海水",
        "node": 12,
        "text": "用瘦瘦的脚印，擦拭着"
      },
      {
        "poem": "卖雪球的人",
        "node": 5,
        "text": "只有把脚踮起来或者爬上一座废弃的楼"
      }
    ]
  },
  {
    "title": "流浪",
    "lines": [
      {
        "poem": "窗口",
        "node": 5,
        "text": "它们让我对流浪的生活充满了热爱和眺望"
      },
      {
        "poem": "街",
        "node": 16,
        "text": "这个流浪者，冬天是最合宜他的季节"
      }
    ]
  },
  {
    "title": "石子",
    "lines": [
      {
        "poem": "影子之歌·I",
        "node": 4,
        "text": "石子路面有清凉的泪痕"
      },
      {
        "poem": "雨山与山",
        "node": 3,
        "text": "碎石被脚步揉成记忆。"
      }
    ]
  },
  {
    "title": "离开",
    "lines": [
      {
        "poem": "我弥留之际",
        "node": 10,
        "text": "我就要离开这个世界了"
      },
      {
        "poem": "吊带裙",
        "node": 18,
        "text": "而我要下班了"
      }
    ]
  },
  {
    "title": "据说",
    "lines": [
      {
        "poem": "一起工伤事故的调查报告",
        "node": 20,
        "text": "据说"
      },
      {
        "poem": "影子之歌·N",
        "node": 1,
        "text": "绝对没有"
      }
    ]
  },
  {
    "title": "砍",
    "lines": [
      {
        "poem": "劈柴",
        "node": 6,
        "text": "就是不停地挥斧"
      },
      {
        "poem": "鹅鹅鹅",
        "node": 22,
        "text": "用力砍去。这个秋天在喊痛"
      }
    ]
  },
  {
    "title": "残骸",
    "lines": [
      {
        "poem": "悼念",
        "node": 7,
        "text": "它的残骸"
      },
      {
        "poem": "徒留《衣冠冢》",
        "node": 20,
        "text": "省得他们活在一首诗的残骸里"
      }
    ]
  },
  {
    "title": "无意",
    "lines": [
      {
        "poem": "包谷",
        "node": 5,
        "text": "这无意间的发现"
      },
      {
        "poem": "我最多是小村另起的一行",
        "node": 2,
        "text": "似乎无意中踩坏了它的意境"
      }
    ]
  },
  {
    "title": "睡",
    "lines": [
      {
        "poem": "小儿起床",
        "node": 5,
        "text": "就守在床边享受你"
      },
      {
        "poem": "睡袍",
        "node": 5,
        "text": "除了继续睡。听一只鸟在枕头里念经"
      }
    ]
  },
  {
    "title": "爱人",
    "lines": [
      {
        "poem": "爱人",
        "node": 14,
        "text": "爱人啊，如果能拥有你"
      },
      {
        "poem": "和好如初",
        "node": 9,
        "text": "再说一次爱你如昨"
      }
    ]
  },
  {
    "title": "南方",
    "lines": [
      {
        "poem": "吃甘蔗",
        "node": 16,
        "text": "在南方"
      },
      {
        "poem": "门槛",
        "node": 2,
        "text": "坐着一个南方佬"
      }
    ]
  },
  {
    "title": "人",
    "lines": [
      {
        "poem": "多像是爱情",
        "node": 12,
        "text": "明明找的就是这个人"
      },
      {
        "poem": "室内的人",
        "node": 3,
        "text": "我想看清那个人"
      }
    ]
  },
  {
    "title": "河流",
    "lines": [
      {
        "poem": "你的眼中有一条河流",
        "node": 4,
        "text": "也漂浮着木炭，捣衣人遗落的头巾"
      },
      {
        "poem": "退潮的海水",
        "node": 9,
        "text": "海带轻飘飘的，被遗弃于此"
      }
    ]
  },
  {
    "title": "气息",
    "lines": [
      {
        "poem": "失传的，沦丧的……",
        "node": 1,
        "text": "今天，我感受到那股气息"
      },
      {
        "poem": "疯子",
        "node": 5,
        "text": "他能闻到，自己的芳香"
      }
    ]
  },
  {
    "title": "坚硬",
    "lines": [
      {
        "poem": "炸裂志",
        "node": 6,
        "text": "它坚硬 炫黑"
      },
      {
        "poem": "在山巅",
        "node": 17,
        "text": "要时而坚硬，时而柔软"
      }
    ]
  },
  {
    "title": "拒绝",
    "lines": [
      {
        "poem": "我要在藤下赏瓜",
        "node": 11,
        "text": "因此我回复：抱歉，不能前往"
      },
      {
        "poem": "一个人太少了",
        "node": 8,
        "text": "我不能+1，不能点赞"
      }
    ]
  },
  {
    "title": "宁静",
    "lines": [
      {
        "poem": "石子赋",
        "node": 4,
        "text": "唯一能承受的是草丛里的宁静"
      },
      {
        "poem": "我要久久地按住起伏的胸膛",
        "node": 13,
        "text": "有神的朴素和宁静"
      }
    ]
  },
  {
    "title": "生活",
    "lines": [
      {
        "poem": "打磨",
        "node": 7,
        "text": "而又能从生活的内部"
      },
      {
        "poem": "韩东说话",
        "node": 6,
        "text": "与生活不同，却源于生活"
      }
    ]
  },
  {
    "title": "没有",
    "lines": [
      {
        "poem": "所谓的孤独",
        "node": 12,
        "text": "但一直没有找到"
      },
      {
        "poem": "影子之歌·M",
        "node": 6,
        "text": "没有"
      }
    ]
  },
  {
    "title": "时间",
    "lines": [
      {
        "poem": "一辈子总得在地摊上买一套内六角扳手",
        "node": 8,
        "text": "就这样，一个上午"
      },
      {
        "poem": "徒留《衣冠冢》",
        "node": 1,
        "text": "一整天，我都在修剪一首诗。一整天"
      }
    ]
  },
  {
    "title": "黑色",
    "lines": [
      {
        "poem": "屈从",
        "node": 2,
        "text": "它也由此变成黑色，黑色的"
      },
      {
        "poem": "有谁读过我的诗歌",
        "node": 4,
        "text": "它的白 使我们黑"
      }
    ]
  },
  {
    "title": "螺丝",
    "lines": [
      {
        "poem": "赶单",
        "node": 7,
        "text": "弯钉不行"
      },
      {
        "poem": "一粒灰尘伏在你的肩头痛哭",
        "node": 4,
        "text": "去拧那颗松动的螺丝"
      }
    ]
  },
  {
    "title": "一生",
    "lines": [
      {
        "poem": "我的工友们之“发哥”",
        "node": 31,
        "text": "这辈子，就算完了”"
      },
      {
        "poem": "歌与默",
        "node": 9,
        "text": "一生就为了"
      }
    ]
  },
  {
    "title": "天空",
    "lines": [
      {
        "poem": "村庄组诗·21",
        "node": 6,
        "text": "你向天空长，就像大地对苦难的逃避"
      },
      {
        "poem": "修行者的秘密生活",
        "node": 12,
        "text": "他指着朦朦天空"
      }
    ]
  },
  {
    "title": "漩涡",
    "lines": [
      {
        "poem": "伙伴",
        "node": 7,
        "text": "他在北凌河的漩涡中消失"
      },
      {
        "poem": "车间，我的青春在此搁浅",
        "node": 5,
        "text": "被机器的漩涡"
      }
    ]
  },
  {
    "title": "血",
    "lines": [
      {
        "poem": "私人生活",
        "node": 2,
        "text": "我们无以为继"
      },
      {
        "poem": "影子之歌·B",
        "node": 3,
        "text": "哦,我们的血流尽了"
      }
    ]
  },
  {
    "title": "一直",
    "lines": [
      {
        "poem": "影子之歌·M",
        "node": 2,
        "text": "迄今为止"
      },
      {
        "poem": "我笨拙地爱着这个世界",
        "node": 9,
        "text": "一直以来"
      }
    ]
  },
  {
    "title": "骂",
    "lines": [
      {
        "poem": "一个人太少了",
        "node": 7,
        "text": "被别人指着，骂着的时候"
      },
      {
        "poem": "倒计时的生活",
        "node": 13,
        "text": "她所骂的"
      }
    ]
  },
  {
    "title": "城堡",
    "lines": [
      {
        "poem": "欢喜心",
        "node": 7,
        "text": "——明明是占领一堆沙子，他们说拥有了城堡"
      },
      {
        "poem": "村庄组诗·10",
        "node": 5,
        "text": "正如孩子们坚持移居沙漠的梦想"
      }
    ]
  },
  {
    "title": "光明",
    "lines": [
      {
        "poem": "重量",
        "node": 9,
        "text": "柔软而高贵的光明 在它的下面"
      },
      {
        "poem": "厨房",
        "node": 13,
        "text": "光线中的植物　在院中开放"
      }
    ]
  },
  {
    "title": "转身",
    "lines": [
      {
        "poem": "画面",
        "node": 7,
        "text": "看着看着我就不敢转身了"
      },
      {
        "poem": "独行记",
        "node": 9,
        "text": "更怕，他们说说笑笑，没有"
      }
    ]
  },
  {
    "title": "预言",
    "lines": [
      {
        "poem": "影子之歌·F",
        "node": 14,
        "text": "害怕总有一天"
      },
      {
        "poem": "谶言一种",
        "node": 15,
        "text": "我喜欢预言"
      }
    ]
  },
  {
    "title": "遇到",
    "lines": [
      {
        "poem": "赶时间的人",
        "node": 9,
        "text": "每天我都能遇到"
      },
      {
        "poem": "火花",
        "node": 10,
        "text": "一个遇外。"
      }
    ]
  },
  {
    "title": "摇晃",
    "lines": [
      {
        "poem": "把鸟儿甩到天上",
        "node": 6,
        "text": "又一下地摇晃"
      },
      {
        "poem": "温故生活",
        "node": 1,
        "text": "的确是高低不齐，前前后后"
      }
    ]
  },
  {
    "title": "眼睛",
    "lines": [
      {
        "poem": "壁上的窗子",
        "node": 3,
        "text": "如果我是通过你的眼睛看到的"
      },
      {
        "poem": "太阳落山了",
        "node": 4,
        "text": "我还见过。它静静落在"
      }
    ]
  }
];
